Repository: 84000/data-translation-memory
Catalog: toh48-v4.tmx
Source language: bo
Languages: en

source: སུ་ཞིག་ཉེས་བདེན་འགའ་ཞིག་སྨྲ་བར་བྱེད། །
en: Who can say what is a fault and what is correct?

source: མ་སྐྱེས་དགྲ་ཡིས་ཕ་ནི་བསད་གྱུར་ཅིང་། །དེ་བཞིན་གཤེགས་པ་བགྲོངས་པར་སྦྱར་བྱས་ཀྱང་། །དེ་སེམས་གཅིག་གིས་ངན་འགྲོ་རྣམ་གྲོལ་ན། །
en: “Even though Ajātaśatru killed his father And tried to kill the Tathāgata, He was freed from the lower realms with a single thought.

source: གང་ཟག་དམ་པ་གང་ཡིན་སྨོས་ཅི་དགོས། །
en: Is there any doubt the king was a sublime person?

source: སེམས་ཀྱིས་འཆིང་བར་བྱེད་ཅིང་གྲོལ་བྱེད་པས། །ལུས་བེམས་འདི་ལ་ཉེས་པ་ཅི་ཡང་མེད། །
en: “It is the mind that binds and the mind that frees; There is no fault to be found in this physical body.

source: ལུས་ཀྱི་འདུ་འཛི་མཐོང་ནས་གཤེ་མ་བྱེད། །ཕ་རོལ་རྒོལ་བར་མ་བྱེད་ལུས་སྦྱོངས་ཤིག །
en: Do not be critical when seeing physical encounters; Purify the body, do not be adversarial.

source: གསེར་ནི་མི་གཙང་ནང་དུ་བཅུག་གྱུར་ཀྱང་། །འབར་བའི་རང་བཞིན་ནམ་ཡང་མི་འབྲི་ལྟར། །
en: “Even when gold is crusted with filth, Its inherent radiance never diminishes.

source: ངེས་པ་གང་ཞིག་འཇིག་རྟེན་ཆོས་སྤྱོད་ཀྱང་། །ནམ་ཡང་བསམ་པའི་རང་བཞིན་ཡོང་མི་སྤོང་། །
en: Likewise, those with certainty never forsake their intention, Even if they behave in worldly ways.

source: རྒྱལ་བུ་ཚོང་དཔོན་བུ་དང་ལྷན་ཅིག་ཏུ། །དགའ་བར་བདག་ཉིད་ཆེན་པོ་རྩེ་བ་ལྟར། །དེ་བཞིན་སེམས་ཅན་སྤྱོད་པའི་དབུས་ན་ཡང་། །དེ་ཡང་གཞན་ལ་ལྷར་བཅས་འགྲོ་བའང་གཞན། །
en: “Just as a noble person plays joyfully With the sons of kings and wealthy merchants, So it is when in the midst of mundane conduct, Be it among the gods or in the world.

source: ལ་ལས་དུག་ཟོས་འཆི་བར་མི་འགྱུར་ལ། །མེ་དག་བཟུང་ཡང་འཚིག་པར་མི་འགྱུར་ན། །གང་དག་ཡེ་ཤེས་སྤྱོད་ལ་བསླབས་དེ་དག །བྱིས་པའི་སྤྱོད་པས་མི་འཕྲོགས་སྨོས་ཅི་དགོས། །
en: “If some people consume poison and do not die, And others hold fire and are not burned, What need to mention that those who act with wisdom Are not diminished by the conduct of fools.

source: བྱང་ཆུབ་སེམས་དཔའ་དག་ལ་ཡོན་ཕུལ་ལྟར། །རང་སངས་རྒྱས་དང་དེ་བཞིན་དགྲ་བཅོམ་གྱིས། །སྟོང་གསུམ་ས་འདི་ཐམས་ཅད་གང་གྱུར་པ། །དེ་དག་མཆོད་བྱས་རྣམ་སྨིན་དཔག་མེད་མིན། །
en: “The result of offering this entire trichiliocosm Filled with śrāvakas and pratyekabuddhas Is not infinite, as it would be When presenting a gift to bodhisattvas.

source: སེམས་དག་གྱུར་ན་སྦྱིན་པའི་གནས་འགྱུར་ཞིང་། །
en: “Once the mind is pure, one is worthy of generosity.

source: སེམས་དག་གྱུར་པ་རྒྱལ་བ་རྣམས་དང་འདྲ། །
en: Those with a pure mind are like the victors.

source: གང་དག་རྒྱལ་འདྲའི་བྱང་ཆུབ་སེམས་དཔའ་དེའི། བྱང་ཆུབ་གཞོལ་བའི་ལྷག་པའི་བསམ་ལ་ལྟོས། །
en: Reflect on the pure motivation intent on awakening Possessed by those victor-like bodhisattvas.

source: གང་དག་གང་གཱའི་བྱེ་སྙེད་སངས་རྒྱས་ཞིང་། །འགྲོན་བུས་བཀང་སྟེ་རྒྱལ་ལ་ཕུལ་བས་ནི། །གང་གིས་མདོ་འདི་བྲིས་ཏེ་འཆང་བ་ཡི། །དེ་ཡི་བསོད་ནམས་དཔེ་དང་ཆར་མི་ཕོད། །
en: “If buddhafields numerous as sand grains in the Gaṅgā Were filled with cowrie shells and offered to the victors, It would not match or even resemble the merit Of one who copies this sūtra and keeps it.

source: གང་དག་བྱང་ཆུབ་སེམས་ནི་མ་བརྗེད་པ། །དེ་དག་རྙེད་པ་རབ་རྙེད་ལེགས་འཚོ་བ། །
en: “Those who do not forget the mind of awakening Are rich, prosperous, and live a good life.

source: ནོར་འདོད་པ་དག་རྒྱ་མཚོ་ཆེན་པོ་ལྟར། །དེ་བཞིན་དེ་དག་རྙེད་པ་ཕུན་སུམ་ཚོགས། །
en: Like treasure seekers upon the vast ocean, They have made a wondrous, bountiful find.

source: གང་གིས་སྐྱེ་མང་དོན་དུ་མདོ་སྡེ་ཀུན། །ཀུན་ཏུ་ཆུབ་བྱས་འཆང་ཞིང་ཀློག་པ་བས། །མི་གང་མདོ་སྡེ་འདི་ལ་མཁས་གྱུར་པས། །སེམས་ཅན་སྤྱོད་པ་མ་རྟོགས་བཅོམ་པ་ཡིན། །
en: “More so than someone who, for the sake of many beings, Masters, upholds, and reads all the sūtras, A person expert in this sūtra Can overcome ignorance of beings’ behavior.

source: གལ་ཏེ་བྱང་ཆུབ་མཆོག་ལ་རེག་འདོད་ན། །དེ་ཕྱིར་བསྟེན་བཞིན་འདི་ལ་བརྩོན་གྱིས་ལ། །
en: “If someone desires to reach awakening, They should strive for it just as is taught here.

source: བདག་བསྟོད་གཞན་ལ་སྨད་པར་མ་བྱེད་པར། །ལྷག་པའི་བསམ་པས་སྤྱོད་པ་རྣམ་པར་སྦྱོངས། །
en: They should not praise themselves or insult others, And with pure motivation train in proper conduct.

source: དགོན་པར་དགའ་ཞིང་རྟག་ཏུ་དབང་བསྡམས་ལ། །བརྩོན་འགྲུས་བརྩམས་ཤིང་ཉེ་དུ་ཐག་བསྲིངས་ལ། །བྱམས་ལ་གནས་ཤིང་དོན་དམ་མཁས་གྱུར་པ། །དེས་ནི་དེ་འདྲའི་བྱང་ཆུབ་ཐོབ་པར་འགྱུར། །
en: “One who delights in solitude and always restrains their senses, Who maintains diligence and remains aloof from friends and family, Is committed to kindness and is wise in the ultimate, And will reach awakening as described here.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པ་ན་ལྷ་དང་མིའི་སྐྱེ་དགུ་དྲུག་ཁྲི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་གྱུར་ཏོ། །
en: When the Blessed One finished this Dharma discourse, sixty thousand beings, including gods and humans, became irreversible from unsurpassable, completely perfect awakening.

source: ལྷ་དང་མིའི་སྐྱེ་དགུ་སྔོན་སེམས་མ་བསྐྱེད་པ་ཁྲག་ཁྲིག་ཕྲག་བཅོ་བརྒྱད་ཀྱིས་ནི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དེ།
en: Eighteen million beings, including gods and humans, who had not previously generated the mind of awakening, now generated the mind of awakening.

source: དེ་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་མ་ཐག་ཏུ་བསྐལ་པ་བརྒྱད་ཅུར་འཁོར་བ་ཕྱིར་བསྙིལ་བར་གྱུར་ཏོ། །
en: Immediately upon hearing this Dharma discourse, they nullified eighty eons of saṃsāra.

source: དེ་ལྟ་བས་ན་གལ་ཏེ་བྱང་ཆུབ་ཡོངས་སུ་མི་གཏོང་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གཟུང་བར་བྱ། བཅང་བར་བྱ། བཀླག་པར་བྱ། ཀུན་ཆུབ་པར་བྱ་ཞིང་འདུན་པ་དྲག་པོ་དང་།
en: Thus, if you wish not to abandon awakening, you should uphold this Dharma discourse, keep it, read it, and master it.

source: འབད་པ་དང་། སྤྲོ་བ་དང་། རབ་ཏུ་སྤྲོ་བ་དང་། མངོན་པར་བརྩོན་པར་བྱའོ། །
en: You should make fervent, consistent, strenuous, and zealous effort in it.

source: དེ་ནས་འཁོར་དེ་གང་དག་བྱང་ཆུབ་ལས་ཕྱིར་ལྡོག་པར་འདོད་པ། སྐྲག་པ། སྒྱིད་ལུག་པ། སོམ་ཉི་དང་བཅས་པ། ཐེ་ཙོམ་དང་བཅས་པ།
en: In that assembly were ten thousand bodhisattvas who wished to turn away from awakening; who were fearful, disheartened, ambivalent, and doubtful; who wanted to return to their homes; and who did not understand the activities of Māra or karmic obscurations.

source: ཁྱིམ་གྱི་གནས་སུ་འགྲོ་འདོད་པ། བདུད་ཀྱི་ལས་དང་ལས་ཀྱི་སྒྲིབ་པ་མི་ཤེས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཁྲིས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་སྐྱོན་ཡོངས་སུ་སྤངས་ཤིང་།
en: After hearing this Dharma discourse in the presence of the Blessed One they relinquished their faults and cultivated pure motivation.

source: ལྷག་པའི་བསམ་པ་རྣམ་པར་སྦྱངས་ཏེ། དེ་དག་འཇིག་རྟེན་གྱི་ཁམས་གཞན་དུ་སྐྱེ་བར་འགྱུར་ཞིང་དེ་དག་ཐམས་ཅད་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་དང་ལྷན་ཅིག་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་ཏེ།
en: They will be born in another world system and reach completely perfect awakening together with the bodhisattva Maitreya.

source: དེ་དག་གིས་ནི་བསྐལ་པ་ཉི་ཤུར་བདུད་ཀྱི་ལས་རྣམ་པར་སྦྱོང་བར་འགྱུར་རོ། །
en: For twenty eons they will purify the activity of Māra.

source: གང་དག་འཇིག་རྟེན་གྱི་ཁམས་གཞན་དུ་སྐྱེས་པ་སྐྱེ་བ་གཅིག་གིས་ཐོགས་པ་ལ་གནས་པ་སྟན་ལ་འཁོད་པ་དེ་དག་ཐམས་ཅད་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་དང་ལྷན་ཅིག་ཏུ་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་ཏེ།
en: All those who were born in another world system, who are just one birth away from awakening, and are arrayed upon their seats will reach completely perfect awakening along with the bodhisattva Maitreya.

source: དེ་དག་གིས་ནི་བསྐལ་པ་ཉི་ཤུར་བདུད་ཀྱི་ལས་དང་། ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་སྦྱངས་སོ། །
en: For twenty eons they will purify the activity of Māra and karmic obscurations.

source: དེ་ལྟར་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་པ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་གཅེས་སྤྲས་བྱེད་པ་ཡིན་ན། འཛིན་པ་དང་། སྟོན་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: Thus, if bodhisattvas esteem hearing this Dharma discourse so highly, what need is there to mention upholding it and teaching it?

source: བྱང་ཆུབ་སེམས་དཔའ་རྡོ་རྗེས་རབ་འཇོམས་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: When the Blessed One had finished speaking, the bodhisattva Vajrapramardin and the world with its gods, humans, asuras, and gandharvas rejoiced and praised the words of the Blessed One.

source: འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས་རྨི་ལམ་བསྟན་པའི་ལེའུ་ཞེས་བྱ་བ་སྟེ་བཞི་པ་རྫོགས་སོ།​། །​།
en: This concludes “The Teaching on Dreams,” the fourth of the one hundred thousand sections of the Dharma discourse known as The Noble Great Heap of Jewels.
